Repository: inkind-at/inkind-enterprise
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Welcome to in-kind
de: Willkommen bei in-kind

source: A seamless solution for managing in-kind donations.
de: Eine nahtlose Lösung für die Verwaltung von Sachspenden.

source: Register Your Enterprise
de: Registrieren Sie Ihr Unternehmen

source: View Needs
de: Bedarfe ansehen

source: This is the impressum page.
de: Dies ist die Impressums-Seite.

source: Privacy Policy
de: Datenschutz

source: This is the privacy policy page.
de: Dies ist die Datenschutz-Seite.

source: Terms & Conditions
de: AGB

source: This is the terms & conditions page.
de: Dies ist die AGB-Seite.

source: Legal
de: Rechtliches

source: Feature Coming Soon
de: Funktion bald verfügbar

source: This feature is currently under development. Please check back later.
de: Diese Funktion befindet sich derzeit in der Entwicklung. Bitte schauen Sie später wieder vorbei.
